content-org/blog.org
#+startup: fold customtime
#+hugo_base_dir: ~/sites/personal-site/
#+hugo_section: blog
#+hugo_front_matter_format: yaml
#+hugo_level_offset: 0
#+hugo_publishdate: 2021-07-30
#+options: todo:f h:5 p:f
#+cite_export: basic
#+macro: note @@html:{{<note "$1">}}@@
#+macro: tex @@html:{{<tex "$1">}}@@
#+macro: dtex @@html:{{<tex display="$1">}}@@

** Meta
:PROPERTIES:
:EXPORT_FILE_NAME: meta
:EXPORT_DATE: 2021-07-29
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :toc false :special_letter false :auto_summary_style false
:END:
Meta page of various links to other content on this site.
*** Media
A collection of books and shows I have finished reading/watching since the file creation date (August 2021). They are generated from my [[https://raw.githubusercontent.com/rayes0/blog/master/content-org/media-list.org][personal media Org mode file]].
- [[/media][Media]]
  - [[/media#books][Books]]
  - [[/media#manga][Manga]]
  - [[/media#anime][Anime]]
*** Notes
- [[/notes/machine-learning][Basics of Machine Learning]] (unfinished)
*** Other
- [[/tea][Tea journal]]
- [[/anemoia][anemoia webnovel]] (not currently updating, see [[/about#writing][here]])

*** Feeds
A list of RSS and Atom feeds I am subscribed to. I use newsticker (feed reader built into Emacs) to manage my feeds:

#+begin_src elisp
  (setq newsticker-url-list
    '(("LessWrong" "https://www.lesswrong.com/feed.xml?view=community-rss&karmaThreshold=45")
       ("Astral Codex Ten" "https://astralcodexten.substack.com/feed")
       ("Fantastic Anachronism" "https://fantasticanachronism.com/atom.xml")
       ("Protesilaos Blog" "https://protesilaos.com/master.xml")
       ("Gwern.net Newsletter" "https://gwern.substack.com/feed" nil 86400)
       ("For me, in full bloom" "https://formeinfullbloom.wordpress.com/feed/" nil 86400)
       ("Therefore it is" "https://thereforeitis.wordpress.com/feed" nil 86400)
       ("Wrong Every Time" "https://wrongeverytime.com/feed" nil 86400)
       ("R Weekly" "https://rweekly.org/atom.xml" nil 86400)
       ("SE (Hot)" "https://stackexchange.com/feeds/questions")
       ("SE (Linguistics)" "https://linguistics.stackexchange.com/feeds/hot")
       ("SE (Psychology)" "https://psychology.stackexchange.com/feeds/hot")
       ("SE (Animanga)" "https://anime.stackexchange.com/feeds/hot")
       ("SE (SciFi)" "https://scifi.stackexchange.com/feeds/hot")
       ("SE (Stats)" "https://stats.stackexchange.com/feeds/hot")
       ("SE (Music)" "https://music.stackexchange.com/feeds/hot")
       ("SE (Unix)" "https://unix.stackexchange.com/feeds/hot")
       ("SE (Skeptics)" "https://skeptics.stackexchange.com/feeds/hot")
       ("SE (Bioinformatics)" "https://bioinformatics.stackexchange.com/feeds/hot")
       ("SE (Biblical Hermeneutics)" "https://hermeneutics.stackexchange.com/feeds/hot")
       ("XKCD" "https://xkcd.com/rss.xml")
       ("Protesilaos" "https://invidious.kavin.rocks/feed/channel/UC0uTPqBCFIpZxlz_Lv1tk_g" nil 86400)
       ("Cateen" "https://invidious.kavin.rocks/feed/channel/UC_QG8miwKHFNuWY9VpkrI8w" nil 86400)
       ("Animenz" "https://invidious.kavin.rocks/feed/channel/UCyW-leqPXUunrXXxFjpZ7VA" nil 86400)
       ("Kyle Landry" "https://invidious.kavin.rocks/feed/channel/UCk0UErv9b4Hn5ucNNjqD1UQ" nil 86400)
       ("Kayou" "https://invidious.kavin.rocks/feed/channel/UCk2g7q-RY455IuRWCIJ0bmw" nil 86400)
       ("Halcyon" "https://invidious.kavin.rocks/feed/channel/UC8tyyA-UIbefEexcLatHmUQ" nil 86400)
       ("SLS" "https://invidious.kavin.rocks/feed/channel/UCmKy7mz6tRLv7OFdSqbAkrg" nil 86400)))
#+end_src

